{"translation-revision-date":"2024-01-26 19:27:45+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"iThemes Security Pro is now Solid Security Pro":["iThemes Security Pro is nu Solid Security Pro"],"Done":["Klaar"],"Page %1$d of %2$d":["Pagina %1$d van %2$d"],"Guide controls":["Gidsbediening"],"Click here to watch a video introducing SolidWP":["Klik hier om een video over SolidWP te bekijken"],"Want more powerful features? <a>Check out Solid Suite<\/a>. ":["Wil je meer krachtige functies? <a>Kijk dan eens naar Solid suite<\/a>. "],"Quickly apply and manage a uniform security policy for all your users.":["Snel een uniform beveiligingsbeleid voor al je gebruikers toepassen en beheren."],"Learn more about the rebrand <a>here<\/a>.":["Lees <a>hier<\/a> meer over de rebranding."],"Learn more about SolidWP!":["Leer meer over SolidWP!"],"Want to reduce your WordPress site’s risk to nearly zero? <a>Upgrade to Solid Security Pro with Patchstack<\/a>.":["Wil je het risico van je WordPress site tot bijna nul reduceren? <a>Upgrade naar Solid Security Pro met Patchstack<\/a>."],"User Security Panel ":["Gebruikersbeveiliging paneel "],"iThemes Security Free is now Solid Security Basic":["iThemes Security Free is nu Solid Security Basic"],"View all risks in one place. Any trouble surfacing in Google Safe Browsing, 2FA logins, or weak passwords are posted here.":["Bekijk alle risico's op één plek. Berichten over problemen met Google Safe Browsing, 2FA logins of zwakke wachtwoorden worden hier geplaatst."],"Welcome to Solid Security Pro":["Welkom bij Solid Security Pro"],"Welcome to Solid Security Basic":["Welkom bij Solid Security Basic"],"Clear Visibility Into Firewall Protection ":["Duidelijk zicht op firewall beveiliging "],"Clear, Concise User Interface":["Duidelijke, beknopte gebruikersinterface"],"Features continued…":["Functies vervolg…"],"Gain instant insight into the attacks prevented by your firewall with a new, easy-to-read screen. ":["Krijg direct inzicht in de aanvallen die door je firewall worden voorkomen met een nieuw, eenvoudig te lezen scherm. "],"Take advantage of these new features":["Profiteer van deze nieuwe functies"],"Quickly view critical data including current bans, lockouts, threats blocked, site scan results, user security profiles, and vulnerable software.":["Bekijk snel kritieke gegevens zoals huidige verboden, uitsluitingen, geblokkeerde bedreigingen, scanresultaten van sites, beveiligingsprofielen van gebruikers en kwetsbare software."],"New Site Scan Panel ":["Nieuwe site scan paneel "],"<a>Upgrade to Solid Security Pro<\/a> for Patchstack integration to fix vulnerabilities and prevent attacks when your attention is elsewhere. ":["<a>Upgrade naar Solid Security pro<\/a> voor Patchstack integratie om kwetsbaarheden te verhelpen en aanvallen te voorkomen wanneer je aandacht elders is. "],"Solid Security can automatically add block rules when it identifies suspicious behavior, but you may add your own rules too.":["Solid Security kan automatisch blokkeerregels toevoegen wanneer het verdacht gedrag identificeert, maar je kunt ook je eigen regels toevoegen."],"Powerful Firewall Capabilities":["Krachtige firewall mogelijkheden"],"Next":["Volgende"]}},"comment":{"reference":"dist\/8006.js"}}