{"translation-revision-date":"2024-01-26 19:27:45+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Use your security dashboard for insights into your users’ activity and potential threats to your site. From there you’ll be guided to actions you can take.":["Gebruik je beveiliging dashboard voor inzicht in de activiteit van je gebruikers en mogelijke bedreigingen voor je site. Van daaruit word je begeleid naar acties die je kunt ondernemen."],"and more!":["en meer!"],"Greatly enhance your website’s security with Solid Security Pro.":["Verbeter de beveiliging van je site aanzienlijk met Solid Security Pro."],"Great Work! Thanks to Solid Security Basic, your site is secure and ready for your users.":["Geweldig werk! Dankzij Solid Security Basic is je site veilig en klaar voor je gebruikers."],"Extended features for professionals include:":["Uitgebreide functies voor professionals zijn onder meer:"],"You are a WordPress security superstar! Be sure to take advantage of the features that comes with your paid plan. Paid features include…":["Je bent een WordPress superster op het gebied van beveiliging! Zorg ervoor dat je profiteert van de functies die bij je betaalde abonnement horen. Betaalde functies omvatten…"],"Upgrade to Solid Security Pro":["Upgrade naar Solid Security Pro"],"WP-CLI":["WP CLI"],"Import & Export":["Importeren & exporteren"],"Captcha":["CAPTCHA"],"Multiple <b>CAPTCHA<\/b> options, including <b>Cloudflare Turnstile<\/b>, eliminate bot traffic from your login screens and other forms. You won’t be asked to solve a puzzle or identify objects to prove you’re a human — unless you’re a bot.":["Meerdere <b>CAPTCHA<\/b> opties, inclusief <b>Cloudflare Turnstile<\/b>, elimineren bot verkeer van je login schermen en andere formulieren. Je hoeft geen puzzel op te lossen of objecten te identificeren om te bewijzen dat je een mens bent - tenzij je een bot bent."],"Reduce your site’s security risk to nearly zero with Solid Security Pro.":["Beperk het beveiligingsrisico van je site tot bijna nul met Solid Security Pro."],"Passwordless Login and Passkeys":["Wachtwoordloze login en toegangscodes"],"<b>Passkeys<\/b> and other <b>Passwordless<\/b> Login options mitigate the risks associated with users who often share, reuse, and choose weak passwords. Increase your users’ security and simplify their login experience.":["<b>Passkeys<\/b> en andere <b>wachtwoordloze<\/b> login opties verhelpen de risico's die gepaard gaan met gebruikers die vaak zwakke wachtwoorden delen, hergebruiken en kiezen. Verhoog de veiligheid van je gebruikers en vereenvoudig hun login ervaring."],"<b>Virtual Patches<\/b> from <b>Patchstack<\/b> that protect insecure themes and plugins even before vulnerabilities are publicly disclosed and an official patch is released. You may not be able to apply security updates immediately, but with Solid Security Pro you’re still protected until you’re ready to update.":["<b>Virtuele patches<\/b> van <b>Patchstack<\/b> die onveilige thema's en plugins beschermen, zelfs voordat kwetsbaarheden openbaar worden gemaakt en er een officiële patch wordt uitgebracht. Je kunt mogelijk niet direct beveiliging updates toepassen, maar met Solid Security Pro ben je nog steeds beschermd totdat je klaar bent om te updaten."],"<b>Version Management<\/b> gives you precise control over when to apply or delay an automatic update to any plugin, theme, extension, or WordPress core.":["<b>Versiebeheer<\/b> geeft je nauwkeurige controle over wanneer je een automatische update voor een plugin, thema, extensie of WordPress core moet toepassen of uitstellen."],"A <b>Firewall<\/b> that automatically blocks brute force logins, password-stuffing, DDoS attacks, bad bots, and any attempts to exploit vulnerable software on your site.":["Een <b>Firewall<\/b> die automatisch brute force logins, password-stuffing, DDoS aanvallen, slechte bots en pogingen om kwetsbare software op je site te misbruiken, blokkeert."],"Summary":["Overzicht"],"%s Settings":["%s instellingen"],"Choose and configure security features for your site.":["Kies en configureer beveiligingsfuncties voor je site."],"Client Website":["Klant site"],"Hang on while your website is secured!":["Hou vol terwijl je site wordt beveiligd!"],"Welcome to Solid Security! Answer a few questions to quickly enable the most important security features for this website. You can always change settings later.":["Welkom bij Solid Security! Beantwoord een paar vragen om snel de belangrijkste beveiligingsfuncties voor deze site in te schakelen. Je kunt de instellingen altijd later wijzigen."],"What type of website is this?":["Wat voor soort site is dit?"],"My Own Website":["Mijn eigen site"],"View external documentation.":["Bekijk externe documentatie."],"Select the one that best represents your website. This will focus the rest of the setup wizard on the options most necessary to secure the site.":["Selecteer de optie die het beste je site weergeeft. Dit zal de rest van de instelling wizard richten op de opties die het meest nodig zijn om de site te beveiligen."],"out of %d":["uit %d"],"Configure advanced Solid Security settings.":["Geavanceerde instellingen voor Solid Security configureren."],"Firewall":["Firewall"],"Loading Solid Security without an MU-Plugin is not supported.":["Het laden van Solid Security zonder een MU Plugin wordt niet ondersteund."],"Loading Solid Security via an MU-Plugin is not supported.":["Het laden van Solid Security via een MU Plugin wordt niet ondersteund."],"Great Work! Your site is ready and is more secure than ever!":["Goed gedaan! Je site is klaar en is veiliger dan ooit!"],"Here are some notable improvements…":["Hier zijn enkele merkbare verbeteringen…"],"User security strengthened":["Gebruikersbeveiliging versterkt"],"Brute force attacks blocked":["Brute force aanvallen geblokkeerd"],"Scanning for vulnerable themes, plugins, and known malware":["Scannen op kwetsbare thema's, plugins en bekende malware"],"Monitoring for suspicious file changes":["Monitoren op verdachte bestandswijzigingen"],"If you want to dig into your site’s security, check out your security dashboard, and make changes via settings.":["Als je je wil verdiepen in de beveiliging van je site, bekijk dan je beveiliging dashboard en breng wijzigingen aan via instellingen."],"Banning bad bots and user agents":["Verbannen van slechte bots en user-agents"],"The following PHP extension is required: %l.":["De volgende PHP extensie is vereist: %l.","De volgende PHP extensies zijn vereist: %l."],"The %s PHP extension is required.":["De %s PHP extensie is vereist."],"Multisite is not supported.":["Multisite wordt niet ondersteund."],"Multisite must be enabled.":["Multisite moet zijn ingeschakeld."],"You must be running PHP version %s or later.":["Je moet PHP versie %s of hoger gebruiken."],"Search for features, settings, and more":["Zoeken naar functies, instellingen en meer"],"The '%s' feature flag must be enabled.":["De '%s' functie vlag moet zijn ingeschakeld."],"Search Results":["Zoekresultaten"],"%d result found.":["%d resultaat gevonden.","%d resultaten gevonden."],"Exclude":["Uitsluiten"],"Excluded":["Uitgesloten"],"The list of items to exclude from the selection.":["De lijst met items die van de selectie moeten worden uitgesloten."],"Select":["Selecteren"],"Restore Default":["Standaard terugzetten"],"The list of items to include in the selection.":["De lijst met items die in de selectie moeten worden opgenomen."],"Included":["Inbegrepen"],"Include":["Insluiten"],"Moved %1$s to %2$s.":["Van %1$s naar %2$s verplaatst."],"File Selector":["Bestand selector"],"Undo Changes":["Wijzigingen ongedaan maken"],"Trusted Devices":["Vertrouwde apparaten"],"Add":["Toevoegen"],"Enable Features":["Functies inschakelen"],"Site Check":["Sitecontrole"],"No site type found with that id.":["Geen site type gevonden met dat id."],"Utilities":["Utilities"],"Could not complete setup: %s":["Kon instellen niet voltooien: %s"],"Login Security":["Inlogbeveiliging"],"Already started setting up Solid Security? <a>Resume<\/a> from where you left off.":["Al begonnen met het instellen van Solid Security? <a>Ga verder<\/a> waar je was gebleven."],"Enable the “%s” module.":["De “%s” module inschakelen."],"Secure Site":["Site beveiligen"],"Next":["Volgende"],"Refresh":["Verversen"],"Toggle Sidebar":["Toggle zijbalk"],"Copy Error":["Fout kopiëren"],"Two-Factor":["Twee-factor"],"Back":["Terug"],"Your site must support SSL.":["Je site moet SSL ondersteunen."],"Features":["Functies"],"An unexpected error occurred.":["Een onverwachte fout trad op."],"Save":["Opslaan"],"Website":["Site"],"Version Management":["Versiebeheer"],"Cancel":["Annuleren"],"Configure Settings":["Instellingen configureren"],"Settings":["Instellingen"],"Advanced":["Geavanceerd"],"Dashboard":["Dashboard"],"Global Settings":["Algemene instellingen"]}},"comment":{"reference":"dist\/pages\/settings.js"}}